---
kind: other
id: Methods.T:Autodesk.Revit.DB.BoundingBoxIntersectsFilter
source: html/37a4feff-b978-bb78-5b89-0f5a8b7ccb0c.htm
---
# BoundingBoxIntersectsFilter Methods

Gets the outline being used for this filter.